{"translation-revision-date":"2025-06-02 19:00:02+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Get started":["Primeros pasos"],"Learn more about Reader Revenue Manager features":["Más información sobre las características de Reader Revenue Manager"],"Explore Reader Revenue Manager’s additional features, such as paywalls, subscriptions and contributions. <a>Learn more<\/a>":["Descubre las características adicionales de Reader Revenue Manager, como los muros de pago, las suscripciones y las contribuciones. <a>Más información<\/a>"],"You can edit your settings and select which of your site’s pages will include a contribution CTA.":["Puedes editar tus ajustes y seleccionar qué páginas de tu sitio incluirán un CTA de contribución."],"You can edit your settings to manage product IDs and select which of your site’s pages will include a contribution CTA.":["Puedes editar tus ajustes para gestionar los ID de producto y seleccionar qué páginas de tu sitio incluirán un CTA de contribución."],"You can edit your settings and select which of your site’s pages will include a subscription CTA.":["Puede editar tus ajustes y seleccionar cuáles de las páginas de su sitio incluirán un CTA de suscripción."],"You can edit your settings to manage product IDs and select which of your site’s pages will include a subscription CTA.":["Puedes editar tus ajustes para gestionar los ID de producto y seleccionar qué páginas de tu sitio incluirán un CTA de suscripción."],"Manage CTAs":["Gestionar CTAs"],"Success! Your Reader Revenue Manager account is set up":["¡Conseguido! Tu cuenta Reader Revenue Manager está configurada"],"Unlock your full reader opportunity by enabling features like paywall, subscriptions, contributions and newsletter sign ups.":["Aprovecha todas las oportunidades que te brindan los lectores activando características como los muros de pago, las suscripciones, las contribuciones y las suscripciones a boletines informativos."],"Explore features":["Explora las características"],"Easily monetize your content by offering users subscription options to access content behind a paywall, or make voluntary contributions.":["Monetiza fácilmente tus contenidos ofreciendo a los usuarios opciones de suscripción para que accedan al contenido detrás de un muro de pa go, o haciendo contribuciones voluntarias."],"Now you can offer your users subscription options to access content behind a paywall, or make voluntary contributions. <a>Learn more<\/a>":["Ahora puedes ofrecer a tus usuarios opciones de suscripción para acceder a contenidos detrás de un muro de pago o a hacer contribuciones voluntarias. <a>Saber más<\/a>"],"Complete account setup with Reader Revenue Manager":["Completa la configuración de la cuenta con Reader Revenue Manager"],"New! Monetize your content with Reader Revenue Manager":["¡Nuevo! Monetiza tus contenidos con Reader Revenue Manager"],"To complete your Reader Revenue Manager paywall setup, add your product IDs in settings":["Para completar tu configuración del muro de pago de Reader Revenue Manager añade los IDs de tus productos en los ajustes"],"Edit settings":["Editar ajustes"],"New! You can now select product IDs to use with your Reader Revenue Manager snippet":["¡Nuevo! Ahora puedes seleccionar IDs de productos para usarlos con tu snippet de Reader Revenue Manager"],"Turn casual visitors into loyal readers and earn more from your content with paywalls, contributions, surveys, newsletter sign-ups and reader insight tools. <a>Learn more<\/a>":["Convierte a los visitantes ocasionales en lectores fieles y gana más con tus contenidos mediante contribuciones de pago, encuestas, suscripciones a boletines y herramientas para conocer a los lectores. <a>Más información<\/a>"],"You can always enable Reader Revenue Manager in Settings later":["Siempre puedes activar el Reader Revenue Manager en los más adelante"],"Error in Widget":["Error en el widget"],"An error prevented this Widget from being displayed properly. Report the exact contents of the error on the support forum to find out what caused it.":["Un error impidió que este widget se muestre correctamente. Informa del contenido exacto del error en el foro de soporte para descubrir que lo provocó."],"Your Reader Revenue Manager account was successfully set up, but your publication still requires further setup in Reader Revenue Manager.":["Tu cuenta en Reader Revenue Manager se ha configurado correctamente, pero tu publicación todavía requiere más configuración en Reader Revenue Manager."],"Your publication is still awaiting review, you can check its status in Reader Revenue Manager.":["Tu publicación está todavía pendiente de revisión. Puedes revisar su estado en Reader Revenue Manager."],"Your Reader Revenue Manager account was successfully set up!":["¡Tu cuenta de Reader Revenue Manager se ha configurado correctamente!"],"Set up Reader Revenue Manager":["Configura Reader Revenue Manager"],"Grow your revenue and deepen reader engagement":["Haz crecer tus ingresos y profundiza en la participación de los lectores"],"Complete publication setup":["Configuración de completar publicación"],"Check publication status":["Comprobar estado de la publicación"],"Managing user required to manage view access. <a>Learn more<\/a>":["Se requiere un usuario gestor para gestionar el acceso de visualización. <a>Más información<\/a>"],"Enable features":["Activar características"],"Your Reader Revenue Manager publication is approved":["Tu publicación en Reader Revenue Manager está aprobada"],"You can now learn more about your site visitor groups by comparing different metrics":["Ahora puedes aprender más sobre los grupos de visitantes de tu sitio comparando distintas métricas"],"New! Visitor groups":["¡Nuevo! Grupos de visitantes"],"Show me":["Muéstrame"],"Data is now available for the pages that earn the most AdSense revenue.":["Los datos están ahora disponibles para las páginas que consigan las mayores ganancias de AdSense."],"See your top earning content":["Ve tu contenido que genera más ganancias"],"Learn how (opens in a new tab)":["Aprende cómo (se abre en una pestaña nueva)"],"Link your Analytics and AdSense accounts to find out which content brings you the most revenue.":["Vincula tus cuentas de Analytics y AdSense para averiguar qué contenido te reporta más ingresos."],"See which content earns you the most":["Comprueba qué contenido te hace ganar más"],"Don’t show again":["No volver a mostrar"],"You are currently offline. Some features may not be available.":["Actualmente estás desconectado. Algunas funciones pueden no estar disponibles."],"Email":["Correo electrónico"],"Google account":["Cuenta de Google"],"<span>Help us improve Site Kit by sharing anonymous usage data.<\/span> <span>All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a><\/span>":["<span>Ayúdanos a mejorar Site Kit compartiendo datos de uso anónimos.<\/span> <span>Todos los datos recopilados se tratan de acuerdo a la <a>política de privacidad de Google.<\/a><\/span>"],"Google Account (Email: %1$s)":["Cuenta de Google (Correo electrónico: %1$s)"],"Google Account for %1$s":["Cuenta de Google de %1$s"],"Google Account for %1$s (Email: %2$s)":["Cuenta de Google de %1$s (Correo electrónico: %2$s)"],"Copied to clipboard":["Copiado al portapapeles"],"Copy error contents":["Copiar el contenido del error"],"Error message copied to clipboard. Click to copy the error message again.":["Mensaje de error copiado al portapapeles. Haz clic para volver a copiar el mensaje de error."],"The server provided an invalid response":["El servidor ha proporcionado una respuesta no válida."],"There was a critical error on this website while fetching data":["Se ha producido un error crítico en esta web durante la obtención de datos."],"Retry didn’t work? <HelpLink \/>":["¿Reintentarlo no ha funcionado? <HelpLink \/>"],"Key metrics":["Métricas clave"],"The administrator sharing this module with you has lost access to the %s service, so you won’t be able to see stats from it on the Site Kit dashboard. You can contact them or another administrator to restore access.":["El administrador que compartía este módulo contigo ha perdido el acceso al servicio %s, así que no podrás ver las estadísticas en el escritorio de Site Kit. Puedes contactar con él u otro administrador para recuperar el acceso."],"Access lost to %s":["No se ha podido acceder a %s"],"<strong>Note:<\/strong> %s":["<strong>Nota:<\/strong> %s"],"Google Account":["Cuenta de Google"],"Reset sharing permissions":["Restablecer permisos de compartir"],"Done":["Hecho"],"Done editing roles":["Edición de perfiles terminada"],"Warning: Resetting these permissions will remove view-only access for all users. Are you sure you want to reset all Dashboard Sharing permissions?":["Advertencia: restablecer estos permisos quitará el acceso de solo lectura a todos los usuarios. ¿Seguro que quieres restablecer todos los permisos de compartir escritorio?"],"Reset Dashboard Sharing permissions":["Restablecer permisos de compartir escritorio"],"Request access":["Solicitar acceso"],"Get help":["Obtener ayuda"],"Contact %s to change who can manage view access for this module":["Contacta con %s para cambiar quién puede gestionar el acceso de visualización de este módulo."],"This service requires general access to Google APIs rather than access to a specific user-owned property\/entity, so view access is manageable by any admin signed in with Google.":["Este servicio requiere acceso general a las APIs de Google y no acceso a una propiedad\/entidad específica de un usuario, así que el acceso de visualización lo puede gestionar cualquier administrador conectado con Google."],"By clicking <strong>Apply<\/strong>, you will give other authenticated admins of your site permission to manage view-only access to Site Kit Dashboard data from the chosen Google service":["Al hacer clic en <strong>Aplicar<\/strong>, darás a otros administradores identificados de tu sitio permisos para gestionar el acceso de solo visualización a los datos del escritorio de Site Kit del servicio de Google elegido."],"Retry":["Reintentar"],"Data errors in %s":["Errores de datos en %s"],"Data Unavailable":["Datos no disponibles"],"Recoverable modules\u0004, ":[", "],"The data for the following modules was previously shared by an admin who no longer has access: %s. Please contact another admin to restore it.":["Los datos de los siguientes módulos los compartió previamente un administrador que ya no tiene acceso: %s. Por favor, contacta con otro administrador para restaurarlos."],"%s data was previously shared by an admin who no longer has access. Please contact another admin to restore it.":["Los datos de %s los compartió previamente un administrador que ya no tiene acceso. Por favor, contacta con otro administrador para restaurarlos."],"Service name\u0004Sign in with Google":["Acceder con Google"],"Any admin signed in with Google":["Cualquier administrador conectado con Google"],"Add roles":["Añadir perfiles"],"Edit roles":["Editar perfiles"],"%s has connected this and given managing permissions to all admins. You can change who can view this on the dashboard.":["%s ha conectado esto y dado permisos de gestión a todos los administradores. Puedes cambiar quién puede ver esto en el escritorio."],"<span>Managed by<\/span> <strong>%s<\/strong>":["<span>Gestionado por<\/span> <strong>%s<\/strong>"],"Contact managing user to manage view access":["Contacta con el usuario gestor para gestionar el acceso a las vistas"],"Only me":["Solo yo"],"Who can manage view access":["Quién puede gestionar el acceso a las vistas"],"Who can view":["Quién puede ver"],"Product":["Producto"],"By clicking <strong>Apply<\/strong>, you’re granting the selected roles view-only access to data from the Google services you’ve connected via your account":["Al hacer clic en «<strong>Aplicar<\/strong>» estás concediendo a los perfiles seleccionados acceso de solo visualización a los datos de los servicios de Google a los que te has conectado desde tu cuenta."],"Apply":["Aplicar"],"Share a view-only version of your Site Kit dashboard with other WordPress roles. <a>Learn more<\/a>":["Comparte una versión sólo visible (no escritura) de tu escritorio de Site Kit con otros roles de WordPress. <a>Más información<\/a>"],"Dashboard sharing & permissions":["Compartición y permisos del escritorio"],"Open sharing settings":["Abrir los ajustes de compartir"],"Thanks for using Site Kit!<br \/>Help us make it even better":["¡Gracias por usar el Kit del Sitio!<br \/>Ayúdanos a hacerlo aún mejor."],"Shared by <strong>%s<\/strong>":["Compartirdo por <strong>%s<\/strong>"],"Shared services":["Servicios compartidos"],"Learn more about dashboard sharing":["Más información sobre el uso compartido del escritorio"],"You can see stats from all shared Google services, but you can't make any changes. <a>Learn more<\/a>":["Puedes ver las estadísticas de todos los servicios compartidos de Google, pero no puedes hacer ningún cambio. <a>Más información<\/a>"],"You can see stats from all shared Google services, but you can't make any changes. <strong>Sign in to connect more services and control sharing access.<\/strong>":["Puedes ver las estadísticas de todos los servicios compartidos de Google, pero no puedes hacer ningún cambio. <strong>Accede para conectar más servicios y controlar el acceso compartido.<\/strong>"],"View only":["Solo lectura"],"Go to dashboard":["Ir al escritorio"],"Maybe later":["Quizá más tarde"],"Search":["Buscar"],"Date range":["Rango de fechas"],"Back to dashboard":["Volver al escritorio"],"It looks like the URL %s is not part of this site or is not based on standard WordPress content types, therefore there is no data available to display. Visit our <link1>support forums<\/link1> or <link2><VisuallyHidden>Site Kit<\/VisuallyHidden> website<\/link2> for support or further information.":["Parece que la URL %s no es parte de este sitio o no está basada en tipos de contenido estándar de WordPress, por tanto, no hay datos disponibles para visualizar. Visita nuestros <link1>foros de soporte<\/link1> o <link2>la web de <VisuallyHidden>Site Kit<\/VisuallyHidden><\/link2> para obtener soporte o más información."],"Monetization":["Monetización"],"Content":["Contenido"],"Traffic":["Tráfico"],"Enter title or URL…":["Introduce el título o la URL..."],"URL Search":["Búsqueda de la URL"],"Page\/URL Search":["Búsqueda de la página\/URL"],"screen reader text\u0004(disabled)":["(desactivado)"],"Help":["Ayuda"],"New":["Nueva"],"Get help with AdSense":["Obtener soporte con AdSense"],"Get support":["Obtener soporte"],"Read help docs":["Leer los documentos de ayuda"],"Fix common issues":["Corregir los problemas comunes"],"Got it":["Entendido"],"%dh":["%d h"],"%dm":["%d m"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Next":["Siguiente"],"Learn how":["Más información sobre cómo hacerlo"],"screen reader text\u0004(opens in a new tab)":["(abre en una nueva pestaña)"],"Source: %s":["Origen: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Este servicio fue conectado originalmente por un administrador — Puedes contactar con él para más información."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Este servicio fue conectado originalmente por el administrador «%s» — Puedes contactar con él para más información."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para acceder a los datos de %s, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para esta propiedad de Search Console, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para esta vista de Analytics, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para esta propiedad de Analytics, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para esta cuenta de Analytics, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"Insufficient permissions in %s":["Permisos insuficientes para %s"],"Report this problem":["Informar de este problema"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Para corregirlo, <a href=\"%s\">vuelve a hacer la configuración del plugin<\/a>."],"Proceed":["Proceder"],"Additional Permissions Required":["Se necesitan permisos adicionales"],"Manage Sites":["Gestionar sitios"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Último día (%s)","Últimos %s días"],", ":[", "],"Site Kit encountered an error":["Site Kit ha encontrado un error"],"Site Kit by Google Logo":["Logo de Site Kit by Google"],"OK, Got it!":["De acuerdo, ¡vamos allá!"],"Speed":["Velocidad"],"Back":["Volver"],"Learn more":["Aprende más"],"Error: %s":["Error: %s"],"Account":["Cuenta"],"%s data is not yet available, please check back later":["Los datos de %s aún no están disponibles. Por favor, vuelve a comprobarlo más tarde"],"%s Gathering Data":["Recuperando datos de %s"],"Data error in %s":["Error de datos en %s"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Desconectar el Site Kit de Google quitará el acceso a todos los servicios. Cuando desconectes tendrás que volver a autorizar para restaurar el servicio."],"Disconnect":["Desconectar"],"User Avatar":["Avatar del usuario"],"Detailed Page Stats":["Estadísticas detalladas de la página"],"Back to the Site Kit Dashboard":["Volver al escritorio de Site Kit"],"Cancel":["Cancelar"],"No results found":["No se han encontrado resultados"],"All":["Todo"],"Reset":["Restablecer"],"Close":["Cerrar"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-entity-dashboard-198c3164f3e7219690a7.js"}}