{"translation-revision-date":"2025-06-02 19:00:02+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"We’ve added the visitor groups section to your dashboard!":["¡Hemos añadido la sección de grupos de visitantes a tu escritorio!"],"Get started":["Primeros pasos"],"Learn more about Reader Revenue Manager features":["Más información sobre las características de Reader Revenue Manager"],"Explore Reader Revenue Manager’s additional features, such as paywalls, subscriptions and contributions. <a>Learn more<\/a>":["Descubre las características adicionales de Reader Revenue Manager, como los muros de pago, las suscripciones y las contribuciones. <a>Más información<\/a>"],"You can edit your settings and select which of your site’s pages will include a contribution CTA.":["Puedes editar tus ajustes y seleccionar qué páginas de tu sitio incluirán un CTA de contribución."],"You can edit your settings to manage product IDs and select which of your site’s pages will include a contribution CTA.":["Puedes editar tus ajustes para gestionar los ID de producto y seleccionar qué páginas de tu sitio incluirán un CTA de contribución."],"You can edit your settings and select which of your site’s pages will include a subscription CTA.":["Puede editar tus ajustes y seleccionar cuáles de las páginas de su sitio incluirán un CTA de suscripción."],"You can edit your settings to manage product IDs and select which of your site’s pages will include a subscription CTA.":["Puedes editar tus ajustes para gestionar los ID de producto y seleccionar qué páginas de tu sitio incluirán un CTA de suscripción."],"Manage CTAs":["Gestionar CTAs"],"Success! Your Reader Revenue Manager account is set up":["¡Conseguido! Tu cuenta Reader Revenue Manager está configurada"],"Unlock your full reader opportunity by enabling features like paywall, subscriptions, contributions and newsletter sign ups.":["Aprovecha todas las oportunidades que te brindan los lectores activando características como los muros de pago, las suscripciones, las contribuciones y las suscripciones a boletines informativos."],"Channel (e.g. social, paid, search) that brought in the most purchases to your site":["Canal (por ejemplo, social, de pago, de búsqueda) que ha atraído el mayor número de compras a tu sitio web"],"Channel which brought in the most purchases to your site":["Canal que atrajo más compras a tu sitio web"],"Channel (e.g. social, paid, search) that brought in the most leads to your site":["Canal (por ejemplo, social, de pago, de búsqueda) que atrajo más clientes potenciales a tu sitio web."],"Channel which brought in the most leads to your site":["Canal que atrajo más clientes potenciales a tu sitio web"],"Channel (e.g. social, paid, search) that brought in the most add to cart events to your site":["Canal (p.ej.: social, de pago, búsqueda) que trajo la mayoría de los eventos de añadir al carrito a tu sitio"],"Channel which brought in the most add to cart events to your site":["Canal que atrajo más eventos de añadir al carrito a tu sitio"],"Explore features":["Explora las características"],"Easily monetize your content by offering users subscription options to access content behind a paywall, or make voluntary contributions.":["Monetiza fácilmente tus contenidos ofreciendo a los usuarios opciones de suscripción para que accedan al contenido detrás de un muro de pa go, o haciendo contribuciones voluntarias."],"Now you can offer your users subscription options to access content behind a paywall, or make voluntary contributions. <a>Learn more<\/a>":["Ahora puedes ofrecer a tus usuarios opciones de suscripción para acceder a contenidos detrás de un muro de pago o a hacer contribuciones voluntarias. <a>Saber más<\/a>"],"Complete account setup with Reader Revenue Manager":["Completa la configuración de la cuenta con Reader Revenue Manager"],"New! Monetize your content with Reader Revenue Manager":["¡Nuevo! Monetiza tus contenidos con Reader Revenue Manager"],"To complete your Reader Revenue Manager paywall setup, add your product IDs in settings":["Para completar tu configuración del muro de pago de Reader Revenue Manager añade los IDs de tus productos en los ajustes"],"Edit settings":["Editar ajustes"],"New! You can now select product IDs to use with your Reader Revenue Manager snippet":["¡Nuevo! Ahora puedes seleccionar IDs de productos para usarlos con tu snippet de Reader Revenue Manager"],"Turn casual visitors into loyal readers and earn more from your content with paywalls, contributions, surveys, newsletter sign-ups and reader insight tools. <a>Learn more<\/a>":["Convierte a los visitantes ocasionales en lectores fieles y gana más con tus contenidos mediante contribuciones de pago, encuestas, suscripciones a boletines y herramientas para conocer a los lectores. <a>Más información<\/a>"],"Suggested":["Sugerido"],"No metrics were selected yet":["Todavía no se ha seleccionado ninguna métrica"],"%1$s%2$s Please try again.":["%1$s%2$s Por favor, inténtalo de nuevo."],"Select up to %d metrics":["Selecciona hasta %d métricas"],"Content performance":["Rendimiento del contenido"],"Selling products":["Vender productos"],"Driving traffic":["Conseguir tráfico"],"Top device driving the most purchases":["Dispositivos desde los que se hacen la mayoría de las compras"],"Top device driving purchases":["Dispositivos desde los que se hacen compras"],"Click on Create to try again.":["Pulsa en Crear para volver a intentarlo."],"get help":["conseguir ayuda"],"Setup was interrupted because you didn’t grant the necessary permissions. Click on Create again to retry. If that doesn’t work, <HelpLink \/>":["La configuración se interrumpió porque no concediste los permisos necesarios. Haz clic en Crear de nuevo para volver a intentarlo. Si eso no funciona, <HelpLink \/>"],"Site Kit is collecting data for this group. Once data is available the group will be added to your dashboard.":["Site Kit está recopilando datos para este grupo. Una vez que los datos estén disponibles, el grupo se añadirá a tu escritorio."],"Temporarily hidden":["Oculto temporalmente"],"Pages on which forms are most frequently submitted":["Páginas en las que se envían formularios con más frecuencia"],"Top pages driving leads":["Páginas principales que generan clientes potenciales"],"Cities driving the most purchases":["Ciudades que impulsan más compras"],"Top cities driving purchases":["Principales ciudades que impulsan las compras"],"Cities where visitors most frequently add products to their carts":["Ciudades donde los visitantes añaden con más frecuencia productos a sus carritos"],"Top cities driving add to cart":["Ciudades principales que conducen inclusiones en la cesta"],"Top traffic source driving purchases":["Principal fuente de tráfico que impulsa las compras"],"Top traffic source driving leads":["La principal fuente de tráfico de clientes potenciales"],"Top traffic source driving add to cart":["Principal fuente de tráfico para añadir a la cesta"],"You don’t have any visitor groups selected. <a>Select groups<\/a>.":["No tienes ningún grupo de visitantes seleccionado. <a>Selecciona grupos<\/a>."],"Cities driving the most contact form submissions":["Ciudades con más envíos de formularios de contacto"],"Top cities driving leads":["Las principales ciudades que generan clientes potenciales"],"You can always enable Reader Revenue Manager in Settings later":["Siempre puedes activar el Reader Revenue Manager en los más adelante"],"Creating these groups require more data tracking. You will be directed to update your Analytics property.":["La creación de estos grupos requiere un mayor seguimiento de los datos. Se te indicará que actualices tu propiedad de Analytics."],"Additional permissions are required to create a new audience in Analytics.":["Se necesitan permisos adicionales para crear una nueva audiencia en Analytics."],"Learn more about how to group site visitors in <AnalyticsLink>Analytics<\/AnalyticsLink>":["Aprende más sobre cómo agrupar visitantes del sitio en <AnalyticsLink>Analytics<\/AnalyticsLink>"],"<SelectGroupLink>Select<\/SelectGroupLink> another group to compare with your current group or learn more about how to group site visitors in <AnalyticsLink>Analytics<\/AnalyticsLink>":["<SelectGroupLink>Selecciona<\/SelectGroupLink> otro grupo para compararlo con tu grupo actual o aprende más sobre cómo agrupara visitantes del sitio en <AnalyticsLink>Analytics<\/AnalyticsLink>"],"Create more visitor groups":["Crea más grupos de visitantes"],"Compare your group to other groups":["Compara tu grupo con otros grupos"],"Error in Widget":["Error en el widget"],"An error prevented this Widget from being displayed properly. Report the exact contents of the error on the support forum to find out what caused it.":["Un error impidió que este widget se muestre correctamente. Informa del contenido exacto del error en el foro de soporte para descubrir que lo provocó."],"Your Reader Revenue Manager account was successfully set up, but your publication still requires further setup in Reader Revenue Manager.":["Tu cuenta en Reader Revenue Manager se ha configurado correctamente, pero tu publicación todavía requiere más configuración en Reader Revenue Manager."],"Your publication is still awaiting review, you can check its status in Reader Revenue Manager.":["Tu publicación está todavía pendiente de revisión. Puedes revisar su estado en Reader Revenue Manager."],"Your Reader Revenue Manager account was successfully set up!":["¡Tu cuenta de Reader Revenue Manager se ha configurado correctamente!"],"Set up Reader Revenue Manager":["Configura Reader Revenue Manager"],"Grow your revenue and deepen reader engagement":["Haz crecer tus ingresos y profundiza en la participación de los lectores"],"Complete publication setup":["Configuración de completar publicación"],"Check publication status":["Comprobar estado de la publicación"],"Visitor group created successfully!":["¡Grupo de visitantes creado correctamente!"],"Create":["Crear"],"Create groups suggested by Site Kit":["Crea grupos sugeridos por Site Kit"],"Oops! Something went wrong. Retry enabling the metric.":["¡Vaya! Algo ha ido mal. Vuelve a activar la métrica."],"Failed to enable metric":["Fallo al activar la métrica"],"Managing user required to manage view access. <a>Learn more<\/a>":["Se requiere un usuario gestor para gestionar el acceso de visualización. <a>Más información<\/a>"],"Enable features":["Activar características"],"Your Reader Revenue Manager publication is approved":["Tu publicación en Reader Revenue Manager está aprobada"],"You can deactivate this widget in <a>Settings<\/a>.":["Puedes desactivar este widget en <a>ajustes<\/a>"],"It looks like your visitor groups aren’t available anymore. <a>Select other groups<\/a>.":["Parece que tus grupos de visitantes ya no están disponibles. <a>Selecciona otros grupos<\/a>."],"Google Analytics is disconnected, your audience metrics can’t be displayed. <a>Connect Google Analytics<\/a>":["Google Analytics está desconectado, no se pueden mostrar las métricas de tu audiencia. <a>Conectar Google Analytics<\/a>"],"Insufficient permissions, contact your administrator. Trouble getting access? <HelpLink \/>":["Permisos insuficientes, ponte en contacto con tu administrador. ¿Problemas para acceder? <HelpLink \/>"],"Oops! Something went wrong. Retry enabling groups.":["¡Vaya! Algo ha ido mal. Vuelve a activar los grupos."],"Failed to set up visitor groups":["Error al configurar grupos de visitantes"],"You’ll need to contact your administrator. Trouble getting access? <HelpLink \/>":["Tendrás que ponerte en contacto con tu administrador. ¿Problemas para acceder? <HelpLink \/>"],"Setup was interrupted because you did not grant the necessary permissions. <HelpLink \/>":["La instalación se ha interrumpido porque no has concedido los permisos necesarios. <HelpLink \/>"],"By adding another group to your dashboard, you will be able to compare them and understand which content brings back users from each group":["Si añades otro grupo a tu escritorio, podrás compararlos y comprender qué contenido atrae a los usuarios de cada grupo"],"Temporarily hide":["Ocultar temporalmente"],"You can hide this group until data is available.":["Puedes ocultar este grupo hasta que haya datos disponibles."],"Site Kit is collecting data for this group.":["Site Kit está recopilando datos para este grupo."],"Google Analytics is disconnected, your audience metrics can’t be displayed":["Google Analytics está desconectado, no se pueden mostrar las métricas de tu audiencia"],"Additional permissions are required to create new audiences in Analytics.":["Se necesitan permisos adicionales para crear nuevos públicos en Analytics."],"Check the cities which bring you more new vs more returning visitors – there might be new audiences you could engage with in locations you hadn’t thought about.":["Comprueba las ciudades que te aportan más visitantes nuevos frente a los que regresan: puede que haya nuevos públicos con los que podrías relacionarte en lugares en los que no habías pensado."],"Compare the ratio of “new” to “returning” visitors – this can give you insights on whether you have more people stopping by as a one-off, or more loyal visitors.":["Compara la proporción de visitantes «nuevos» con la de «recurrentes»: esto puede darte una idea de si tienes más gente que pasa por aquí de vez en cuando o más visitantes fieles."],"The more returning visitors your site has, the stronger and more loyal an audience you’re building. Check which content brings people back to your site - it might help you create a strategy to build a community.":["Cuantos más visitantes regresen a tu sitio, más fuerte y leal será la audiencia que estás construyendo. Comprueba qué contenido hace que la gente vuelva a tu sitio: podría ayudarte a crear una estrategia para construir una comunidad."],"Select the Purchasers visitor group to gain insights into which visitors bring the most revenue to your site.":["Selecciona el grupo de visitantes compradores para saber qué visitantes aportan más ingresos a tu sitio."],"Configure your own custom audiences in Analytics to gain deeper insights into visitor behavior, for example consider creating an “Existing customers” or “Subscribers” segment, depending on what goals you have for your site.":["Configura tus propios públicos personalizados en Analytics para obtener una visión más profunda del comportamiento de los visitantes; por ejemplo, considera la posibilidad de crear un segmento de «Clientes existentes» o de «Suscriptores», en función de los objetivos que tengas para tu sitio."],"Select up to three visitor groups to display on the dashboard and easily compare metrics between them.":["Selecciona hasta tres grupos de visitantes para mostrarlos en el escritorio y compara fácilmente las métricas entre ellos."],"Learn more about grouping site visitors and audiences in <link><strong>Analytics<\/strong><\/link>":["Más información sobre la agrupación de visitantes y públicos en <link><strong>Analytics<\/strong><\/link>"],"You can deactivate this widget in <link><strong>Settings<\/strong><\/link>":["Puedes desactivar este widget en <link><strong>Ajustes<\/strong><\/link>."],"Select visitor groups":["Selecciona grupos de visitantes"],"Select up to %1$d groups (%2$d selected)":["Selecciona hasta %1$d grupos (%2$d seleccionados)"],"Select at least %1$d group (%2$d selected)":["Selecciona al menos %1$d grupo (%2$d seleccionados)","Selecciona al menos %1$d grupos (%2$d seleccionados)"],"Additional groups":["Grupos adicionales"],"Already exists in your Analytics property":["Ya existe en tu propiedad de Analytics"],"Created by Site Kit":["Creado por Site Kit"],"Created by default by Google Analytics":["Creado por defecto por Google Analytics"],"Change groups":["Cambiar grupos"],"Additional items":["Elementos adicionales"],"Contact your administrator. Trouble getting access? <HelpLink \/>":["Ponte en contacto con tu administrador. ¿Problemas para acceder? <HelpLink \/>"],"Still collecting full data for this timeframe, partial data is displayed for this metric":["Todavía se están recopilando datos completos para este periodo de tiempo, se muestran datos parciales para esta métrica"],"The higher the portion of new visitors you have, the more your audience is growing. Looking at what content brings them to your site may give you insights on how to reach even more people.":["Cuanto mayor sea la proporción de visitantes nuevos que tengas, mayor será el crecimiento de tu audiencia. Observar qué contenido les atrae a tu sitio puede darte ideas sobre cómo llegar a más gente."],"Understand what brings new visitors to your site and keeps them coming back. Site Kit can now group your site visitors into relevant segments like “new“ and “returning“. To set up these new groups, Site Kit needs to update your Google Analytics property.":["Comprende qué atrae a nuevos visitantes a tu sitio y qué hace que vuelvan. Ahora Site Kit puede agrupar a los visitantes de tu sitio en segmentos relevantes como «nuevos» y «recurrentes». Para configurar estos nuevos grupos, Site Kit necesita actualizar tu propiedad de Google Analytics."],"Learn how different types of visitors interact with your site":["Aprende cómo interactúan con tu sitio los distintos tipos de visitantes"],"The visitors group section will be added to your dashboard once you set it up.":["La sección del grupo de visitantes se añadirá a tu escritorio una vez que la hayas configurado."],"You can always enable groups in Settings later":["Siempre puedes activar los grupos en los ajustes más adelante"],"Your visitor groups data loading failed":["Ha fallado la carga de datos de tus grupos de visitantes"],"Partial data":["Datos parciales"],"No data to show yet":["Todavía no hay datos que mostrar"],"Top content by pageviews":["Contenido principal por páginas vistas"],"Cities with the most visitors":["Ciudades con más visitantes"],"%s of total pageviews":["%s del total de páginas vistas"],"Visitors":["Visitantes"],"Still collecting full data for this timeframe, partial data is displayed for this group":["Todavía se están recopilando datos completos para este periodo de tiempo, se muestran datos parciales para este grupo"],"%s is an audience that already exists in your Analytics property. Note that it's possible for a visitor to be counted in more than one group. <link>Learn more<\/link>":["%s es un público que ya existe en tu propiedad de Analytics. Ten en cuenta que es posible que un visitante se contabilice en más de un grupo. <link>Más información<\/link>"],"%s are people who have visited your site at least once before. Note that under some circumstances it's possible for a visitor to be counted in both the \"new\" and \"returning\" groups. <link>Learn more<\/link>":["%s son personas que han visitado tu sitio al menos una vez antes. Ten en cuenta que en algunas circunstancias es posible que un visitante se cuente tanto en el grupo de «nuevos» como en el de «recurrentes». <link>Más información<\/link>"],"%s are people who visited your site for the first time. Note that under some circumstances it's possible for a visitor to be counted in both the \"new\" and \"returning\" groups. <link>Learn more<\/link>":["%s son personas que visitaron tu sitio por primera vez. Ten en cuenta que en algunas circunstancias es posible que un visitante se cuente tanto en el grupo de «nuevos» como en el de «recurrentes». <link>Más información<\/link>"],"You can now learn more about your site visitor groups by comparing different metrics":["Ahora puedes aprender más sobre los grupos de visitantes de tu sitio comparando distintas métricas"],"New! Visitor groups":["¡Nuevo! Grupos de visitantes"],"Show me":["Muéstrame"],"Data is now available for the pages that earn the most AdSense revenue.":["Los datos están ahora disponibles para las páginas que consigan las mayores ganancias de AdSense."],"See your top earning content":["Ve tu contenido que genera más ganancias"],"Learn how (opens in a new tab)":["Aprende cómo (se abre en una pestaña nueva)"],"Link your Analytics and AdSense accounts to find out which content brings you the most revenue.":["Vincula tus cuentas de Analytics y AdSense para averiguar qué contenido te reporta más ingresos."],"See which content earns you the most":["Comprueba qué contenido te hace ganar más"],"Enable groups":["Activar grupos"],"Enabling groups":["Activando grupos"],"Don’t show again":["No volver a mostrar"],"Pages that generated the most AdSense revenue":["Páginas que generaron más ingresos de AdSense"],"Top earning pages":["Páginas que más ganan"],"You are currently offline. Some features may not be available.":["Actualmente estás desconectado. Algunas funciones pueden no estar disponibles."],"Current selection":["Selección actual"],"%1$d selected <MaxCount>(up to %2$d)<\/MaxCount>":["%1$d seleccionadas <MaxCount>(hasta %2$d)<\/MaxCount>"],"Select up to %1$d metrics (%2$d selected)":["Selecciona hasta %1$d métricas (%2$d seleccionadas)"],"Select at least %1$d metrics (%2$d selected)":["Selecciona al menos %1$d métricas (%2$d seleccionadas)"],"Update Analytics to track metric":["Actualiza Analytics para realizar un seguimiento de la métrica"],"No data to show":["Sin datos para mostrar"],"Analytics update failed":["Ha fallado la actualización de Analytics"],"Percentage of visitors that left without engagement with your site":["Porcentaje de visitantes que se fueron sin interactuar con tu web"],"The metrics you selected require more data tracking. You will be directed to update your Analytics property after saving your selection.":["Las métricas que has seleccionado requieren más seguimiento de datos. Se te indicará que actualices tu propiedad de Analytics después de guardar tu selección."],"The metrics you selected require more data tracking. We will update your Analytics property after saving your selection.":["Las métricas que has seleccionado requieren un mayor seguimiento de los datos. Actualizaremos tu propiedad de Analytics después de guardar tu selección."],"Additional permissions are required to create new Analytics custom dimensions":["Se necesitan permisos adicionales para crear nuevas dimensiones personalizadas de Analytics."],"Authors whose posts got the most visits":["Autores cuyas entradas recibieron más visitas"],"Most popular authors by pageviews":["Autores más populares por páginas vistas"],"Categories that your site visitors viewed the most":["Categorías más vistas por tus visitantes"],"Top categories by pageviews":["Principales categorías por páginas vistas"],"Pages with the most pageviews published in the last 3 days":["Páginas con más páginas vistas publicadas en los últimos 3 días"],"Top recent trending pages":["Páginas de tendencia más recientes"],"Pages with the highest engagement rate":["Páginas con mayor tasa de compromiso"],"Most engaging pages":["Páginas más atractivas"],"Pages with the highest percentage of visitors that left without engagement with your site":["Páginas con el mayor porcentaje de visitantes que se fueron sin interactuar con tu web"],"The top search queries for your site by highest clickthrough rate":["Las principales consultas de búsqueda de tu sitio por la tasa de CTR más alta"],"Channel (e.g. social, paid, search) that brought in visitors who generated the most conversions":["Canal (p.ej.: social, de pago, búsqueda) que trajo los visitantes que generaron la mayoría de las conversiones"],"Channel (e.g. social, paid, search) that brought in the most visitors to your site":["Canal (p.ej.: social, de pago, búsqueda) que trajo la mayoría de los visitantes a tu sitio"],"The countries where most of your visitors came from":["Los países de donde más visitantes llegaron"],"The cities where most of your visitors came from":["Las ciudades de donde más visitantes llegaron"],"Pages your visitors read the most":["Páginas que más leyeron tus visitantes"],"Portion of visitors who visited your site for the first time in this timeframe":["Parte de los visitantes que visitaron tu sitio por primera vez en este espacio de tiempo"],"Portion of your site’s visitors that returned at least once in this timeframe":["Parte de los visitantes de tu sitio que volvieron al menos una vez en este espacio de tiempo"],"Returning visitors":["Visitantes recurrentes"],"Channel (e.g. social, paid, search) that brought in the most visitors who had a meaningful engagement with your site":["Canal (p.ej.: social, de pago, búsqueda) que trajo la mayoría de los visitantes que tuvieron una interacción significativa con tu sitio"]," and ":[" y "],"%s is disconnected, no data to show":["%s está desconectado, no hay datos que mostrar","%s están desconectados, no hay datos que mostrar"],"Pages that attracted the most returning visitors":["Páginas que atrajeron a la mayoría de los visitantes recurrentes"],"Top pages by returning visitors":["Principales páginas por visitantes recurrentes"],"Average duration of engaged visits":["Promedio de duración de las visitas con interacción"],"Visit length":["Duración de la visita"],"Number of pages visitors viewed per session on average":["Cantidad de páginas que los visitantes vieron por sesión de promedio"],"Pages per visit":["Páginas por visita"],"Least engaging pages":["Páginas con menos interacción"],"Average number of sessions per site visitor":["Cantidad promedio de sesiones por visitante del sitio"],"Visits per visitor":["Visitas por visitante"],"Insufficient permissions":["Permisos insuficientes"],"Top countries driving traffic":["Principales países que traen tráfico"],"Email":["Correo electrónico"],"Google account":["Cuenta de Google"],"<span>Help us improve Site Kit by sharing anonymous usage data.<\/span> <span>All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a><\/span>":["<span>Ayúdanos a mejorar Site Kit compartiendo datos de uso anónimos.<\/span> <span>Todos los datos recopilados se tratan de acuerdo a la <a>política de privacidad de Google.<\/a><\/span>"],"Data loading failed":["Error en la carga de datos"],"Edit your personalized goals or deactivate this widget in <link><strong>Settings<\/strong><\/link>":["Modifica tus objetivos personalizados o desactiva este widget en los <link><strong>ajustes<\/strong><\/link>"],"Save selection":["Guardar selección"],"Apply changes":["Aplicar cambios"],"Channel which brought in the most visits that resulted in conversions":["Canal que aportó el mayor número de visitas que dieron lugar a conversiones"],"Which countries you get the most visitors from":["De qué países recibes más visitas"],"Which cities you get the most visitors from":["De qué ciudades recibes más visitantes"],"What people searched for before they came to your site":["Qué buscó la gente antes de llegar a tu sitio"],"Products that brought in the most visitors":["Productos que han atraído a más visitantes"],"Pages that brought in the most visitors":["Páginas que atrajeron más visitantes"],"Visitors coming via this channel spent the most time on your site":["Los visitantes procedentes de este canal pasaron más tiempo en tu sitio"],"Channel which brought in the most visitors to your site":["Canal que atrajo más visitantes a tu sitio"],"Top traffic source":["Principal fuente de tráfico"],"How many new visitors you got and how the overall audience changed":["Cuántos visitantes nuevos tienes y cómo ha cambiado la audiencia general"],"Portion of people who visited your site more than once":["Porción de personas que visitaron tu sitio más de una vez"],"Top converting traffic source":["Fuente de tráfico que más ha convertido"],"Top cities driving traffic":["Principales ciudades que traen tráfico"],"Most popular products by pageviews":["Productos más populares por páginas vistas"],"Most engaged traffic source":["Fuente de tráfico más activa"],"Connect Google Analytics":["Conectar con Google Analytics"],"Top performing keywords":["Palabras clave con mejor rendimiento"],"Most popular content by pageviews":["Contenido más popular por páginas vistas"],"New visitors":["Visitantes nuevos"],"Google Account (Email: %1$s)":["Cuenta de Google (Correo electrónico: %1$s)"],"Google Account for %1$s":["Cuenta de Google de %1$s"],"Google Account for %1$s (Email: %2$s)":["Cuenta de Google de %1$s (Correo electrónico: %2$s)"],"Copied to clipboard":["Copiado al portapapeles"],"Copy error contents":["Copiar el contenido del error"],"Error message copied to clipboard. Click to copy the error message again.":["Mensaje de error copiado al portapapeles. Haz clic para volver a copiar el mensaje de error."],"The server provided an invalid response":["El servidor ha proporcionado una respuesta no válida."],"There was a critical error on this website while fetching data":["Se ha producido un error crítico en esta web durante la obtención de datos."],"Retry didn’t work? <HelpLink \/>":["¿Reintentarlo no ha funcionado? <HelpLink \/>"],"Key metrics":["Métricas clave"],"The administrator sharing this module with you has lost access to the %s service, so you won’t be able to see stats from it on the Site Kit dashboard. You can contact them or another administrator to restore access.":["El administrador que compartía este módulo contigo ha perdido el acceso al servicio %s, así que no podrás ver las estadísticas en el escritorio de Site Kit. Puedes contactar con él u otro administrador para recuperar el acceso."],"Access lost to %s":["No se ha podido acceder a %s"],"<strong>Note:<\/strong> %s":["<strong>Nota:<\/strong> %s"],"Google Account":["Cuenta de Google"],"Reset sharing permissions":["Restablecer permisos de compartir"],"Done":["Hecho"],"Done editing roles":["Edición de perfiles terminada"],"Warning: Resetting these permissions will remove view-only access for all users. Are you sure you want to reset all Dashboard Sharing permissions?":["Advertencia: restablecer estos permisos quitará el acceso de solo lectura a todos los usuarios. ¿Seguro que quieres restablecer todos los permisos de compartir escritorio?"],"Reset Dashboard Sharing permissions":["Restablecer permisos de compartir escritorio"],"Request access":["Solicitar acceso"],"Get help":["Obtener ayuda"],"Contact %s to change who can manage view access for this module":["Contacta con %s para cambiar quién puede gestionar el acceso de visualización de este módulo."],"This service requires general access to Google APIs rather than access to a specific user-owned property\/entity, so view access is manageable by any admin signed in with Google.":["Este servicio requiere acceso general a las APIs de Google y no acceso a una propiedad\/entidad específica de un usuario, así que el acceso de visualización lo puede gestionar cualquier administrador conectado con Google."],"By clicking <strong>Apply<\/strong>, you will give other authenticated admins of your site permission to manage view-only access to Site Kit Dashboard data from the chosen Google service":["Al hacer clic en <strong>Aplicar<\/strong>, darás a otros administradores identificados de tu sitio permisos para gestionar el acceso de solo visualización a los datos del escritorio de Site Kit del servicio de Google elegido."],"Retry":["Reintentar"],"Data errors in %s":["Errores de datos en %s"],"Data Unavailable":["Datos no disponibles"],"Recoverable modules\u0004, ":[", "],"The data for the following modules was previously shared by an admin who no longer has access: %s. Please contact another admin to restore it.":["Los datos de los siguientes módulos los compartió previamente un administrador que ya no tiene acceso: %s. Por favor, contacta con otro administrador para restaurarlos."],"%s data was previously shared by an admin who no longer has access. Please contact another admin to restore it.":["Los datos de %s los compartió previamente un administrador que ya no tiene acceso. Por favor, contacta con otro administrador para restaurarlos."],"Service name\u0004Sign in with Google":["Acceder con Google"],"Any admin signed in with Google":["Cualquier administrador conectado con Google"],"Add roles":["Añadir perfiles"],"Edit roles":["Editar perfiles"],"%s has connected this and given managing permissions to all admins. You can change who can view this on the dashboard.":["%s ha conectado esto y dado permisos de gestión a todos los administradores. Puedes cambiar quién puede ver esto en el escritorio."],"<span>Managed by<\/span> <strong>%s<\/strong>":["<span>Gestionado por<\/span> <strong>%s<\/strong>"],"Contact managing user to manage view access":["Contacta con el usuario gestor para gestionar el acceso a las vistas"],"Only me":["Solo yo"],"Who can manage view access":["Quién puede gestionar el acceso a las vistas"],"Who can view":["Quién puede ver"],"Product":["Producto"],"By clicking <strong>Apply<\/strong>, you’re granting the selected roles view-only access to data from the Google services you’ve connected via your account":["Al hacer clic en «<strong>Aplicar<\/strong>» estás concediendo a los perfiles seleccionados acceso de solo visualización a los datos de los servicios de Google a los que te has conectado desde tu cuenta."],"Apply":["Aplicar"],"Share a view-only version of your Site Kit dashboard with other WordPress roles. <a>Learn more<\/a>":["Comparte una versión sólo visible (no escritura) de tu escritorio de Site Kit con otros roles de WordPress. <a>Más información<\/a>"],"Dashboard sharing & permissions":["Compartición y permisos del escritorio"],"Open sharing settings":["Abrir los ajustes de compartir"],"Thanks for using Site Kit!<br \/>Help us make it even better":["¡Gracias por usar el Kit del Sitio!<br \/>Ayúdanos a hacerlo aún mejor."],"Shared by <strong>%s<\/strong>":["Compartirdo por <strong>%s<\/strong>"],"Shared services":["Servicios compartidos"],"Learn more about dashboard sharing":["Más información sobre el uso compartido del escritorio"],"You can see stats from all shared Google services, but you can't make any changes. <a>Learn more<\/a>":["Puedes ver las estadísticas de todos los servicios compartidos de Google, pero no puedes hacer ningún cambio. <a>Más información<\/a>"],"You can see stats from all shared Google services, but you can't make any changes. <strong>Sign in to connect more services and control sharing access.<\/strong>":["Puedes ver las estadísticas de todos los servicios compartidos de Google, pero no puedes hacer ningún cambio. <strong>Accede para conectar más servicios y controlar el acceso compartido.<\/strong>"],"View only":["Solo lectura"],"Go to dashboard":["Ir al escritorio"],"Maybe later":["Quizá más tarde"],"Search":["Buscar"],"Date range":["Rango de fechas"],"Back to dashboard":["Volver al escritorio"],"Monetization":["Monetización"],"Content":["Contenido"],"Traffic":["Tráfico"],"Enter title or URL…":["Introduce el título o la URL..."],"URL Search":["Búsqueda de la URL"],"Page\/URL Search":["Búsqueda de la página\/URL"],"Choose at least %s answers":["Elige, al menos, %s respuestas"],"Text input for option %s":["Entrada de texto para la opción %s"],"screen reader text\u0004(disabled)":["(desactivado)"],"Help":["Ayuda"],"By continuing, you agree to allow Google to use your answers and account info to improve services, per our <privacy>Privacy<\/privacy> & <terms>Terms<\/terms>.":["Al continuar, aceptas permitir que Google use tus respuestas y la información de tu cuenta para mejorar los servicios, según nuestra <privacy>privacidad<\/privacy> y <terms>términos<\/terms>."],"Complete Setup":["Completar la configuración"],"New":["Nueva"],"Get help with AdSense":["Obtener soporte con AdSense"],"Get support":["Obtener soporte"],"Read help docs":["Leer los documentos de ayuda"],"Fix common issues":["Corregir los problemas comunes"],"Got it":["Entendido"],"%dh":["%d h"],"%dm":["%d m"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Update":["Actualizar"],"Complete setup":["Configuración completa"],"Generating leads":["Generando clientes potenciales"],"Submit":["Enviar"],"Next":["Siguiente"],"Learn how":["Más información sobre cómo hacerlo"],"screen reader text\u0004(opens in a new tab)":["(abre en una nueva pestaña)"],"Source: %s":["Origen: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Este servicio fue conectado originalmente por un administrador — Puedes contactar con él para más información."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Este servicio fue conectado originalmente por el administrador «%s» — Puedes contactar con él para más información."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para acceder a los datos de %s, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para esta propiedad de Search Console, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para esta vista de Analytics, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para esta propiedad de Analytics, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para esta cuenta de Analytics, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"Insufficient permissions in %s":["Permisos insuficientes para %s"],"Report this problem":["Informar de este problema"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Para corregirlo, <a href=\"%s\">vuelve a hacer la configuración del plugin<\/a>."],"Proceed":["Proceder"],"Additional Permissions Required":["Se necesitan permisos adicionales"],"Manage Sites":["Gestionar sitios"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Último día (%s)","Últimos %s días"],", ":[", "],"Site Kit encountered an error":["Site Kit ha encontrado un error"],"Site Kit by Google Logo":["Logo de Site Kit by Google"],"OK, Got it!":["De acuerdo, ¡vamos allá!"],"Speed":["Velocidad"],"Back":["Volver"],"Learn more":["Aprende más"],"Error: %s":["Error: %s"],"Account":["Cuenta"],"Dismiss":["Descartar"],"%s data is not yet available, please check back later":["Los datos de %s aún no están disponibles. Por favor, vuelve a comprobarlo más tarde"],"%s Gathering Data":["Recuperando datos de %s"],"Data error in %s":["Error de datos en %s"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Desconectar el Site Kit de Google quitará el acceso a todos los servicios. Cuando desconectes tendrás que volver a autorizar para restaurar el servicio."],"Disconnect":["Desconectar"],"User Avatar":["Avatar del usuario"],"Connect Service":["Conectar servicio"],"Cancel":["Cancelar"],"Service name\u0004AdSense":["AdSense"],"Service name\u0004Analytics":["Analytics"],"No results found":["No se han encontrado resultados"],"All":["Todo"],"Reset":["Restablecer"],"Close":["Cerrar"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-main-dashboard-e282afcdae5566b40fe4.js"}}