{"translation-revision-date":"2025-06-12 21:37:35+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"laden":["cargado"],"Pro":["Pro"],"URI":["URI"],"Add Entry":["Añadir entrada"],"Something went wrong while saving the manual CSP entry.":["Algo salió mal al guardar la entrada manual CSP."],"Please enter both the \"URI\" and the \"Directive\" before saving.":["Introduce tanto el «URI» como la «Directiva» antes de guardar."],"Block User-Agent":["Bloquear User-Agent"],"User-Agent":["User-Agent"],"Activate Two-Factor Authentication to enable this block.":["Activa la Autenticación de Dos Fases para habilitar este bloqueo."],"Activate Two-Factor Authentication and one method to enable this block.":["Activa la Autenticación de Dos Fases y un método para habilitar este bloqueo."],"Selected regions are now allowed":["Las regiones seleccionadas ahora están permitidas"],"You have enforced 2FA, but not configured any methods for the role: ":["Has aplicado 2FA, pero no has configurado ningún método para el perfil:"],"You have enforced 2FA, but not configured any methods.":["Has aplicado 2FA, pero no has configurado ningún método."],"Validate CAPTCHA":["Validar CAPTCHA"],"Reload Captcha":["Recargar Captcha"],"Get Pro":["Obtener Pro"],"Here you can add IP addresses that should never be blocked by region restrictions.":["Aquí puedes añadir direcciones IP que nunca deben ser bloqueadas por restricciones regionales."],"Notes":["Notas"],"Restrict access from specific countries or continents. You can also allow only specific countries.":["Restringe el acceso desde determinados países o continentes. También puedes permitir sólo determinados países."],"Block \/ Allow All":["Bloquear \/ Permitir todo"],"Optional - Select your hosting provider.":["Opcional - Selecciona tu proveedor de alojamiento."],"Finish":["Finalizar"],"Get 40% off":["Obtén un 40% de descuento"],"Updating dashboard...":["Actualizando escritorio..."],"Scanning for vulnerabilities...":["Buscando vulnerabilidades..."],"Initializing vulnerability detection...":["Inicializando la detección de vulnerabilidades..."],"Activating options...":["Activando opciones..."],"Starting SSL health scan...":["Iniciando escaneo de salud de SSL..."],"%s is now allowed":["%s ahora está permitido"],"Trust Username":["Nombre de usuario de confianza"],"Block Username":["Bloquear nombre de usuario"],"Activate Limit login attempts to enable this block.":["Conectar el limite de intentos de acceso para activar este bloqueo."],"You have selected %s rows":["Has seleccionado %s filas"],"Trust IP Address":["Confía en la dirección IP"],"of":["de"],"Rows per page:":["Filas por página:"],"You have selected %s users":["Has seleccionado %s usuarios"],"Add User":["Añadir un usuario"],"Block IP Address":["Bloquear dirección IP"],"Block":["Bloque"],"Add":["Añadir"],"IP Address":["Dirección IP"],"Add IP Address":["Añadir dirección IP"],"Invalid ip address":["Dirección ip no válida"],"Search":["Buscar"],"Remove":["Eliminar"],"Reset":["Restablecer"],"rows":["filas"],"You have selected":["Has seleccionado"],"All notifications are triggered successfully, please check your email to double-check if you can receive emails.":["Todas las notificaciones se han activado correctamente. Comprueba tu correo electrónico para verificar si puedes recibir mensajes."],"You have not enabled the email notifications in the general settings.":["No has activado las notificaciones por correo electrónico en la configuración general."],"The notification test only works if you save the setting first.":["La prueba de notificación sólo funciona si antes guardas la configuración."],"Activate vulnerability detection to enable this block.":["Activa la detección de vulnerabilidades para habilitar este bloque."],"No vulnerabilities found":["No se han encontrado vulnerabilidades"],"Reporting enabled":["Informes habilitados"],"Scanning your WordPress configuration":["Escaneando la configuración de tu WordPress"],"Collecting plugin, theme and core data":["Recopilando datos de plugins, temas y núcleo"],"Preparing vulnerability detection":["Preparando la detección de vulnerabilidades"],"Update":["Actualizar"],"Isolates the plugin or theme if no update can be performed":["Aísla el plugin o tema si no se puede actualizar"],"Force update the plugin or theme":["Forzar la actualización del plugin o tema"],"Loading...":["Cargando..."],"Test notifications":["Notificaciones de prueba"],"Skip":["Omitir"],"Privacy Statement":["Declaración de privacidad"],"Include 6 Tips & Tricks to get started with Really Simple Security.":["Incluye 6 Consejos y Trucos para comenzar con Really Simple Security."],"Your email address":["Tu dirección de correo electrónico"],"Search for a post.":["Buscar una entrada."],"Redirect to this post when someone tries to access \/wp-admin or \/wp-login.php. The default is a 404 page.":["Redirige a esta entrad cuando alguien trate de acceder a \/wp-admin o \/wp-login.php. Por defecto es una página 404."],"%s cannot be implemented due to server limitations. Check your notices for the detected issue.":["%s no se puede implementar debido a limitaciones del servidor. Revisa tus avisos para ver el problema detectado."],"Error detected":["Error detectado"],"Disabled":["Desactivado"],"Fetching next step...":["Obteniendo el próximo paso…"],"Exit":["Salir"],"Enable Learning Mode to configure automatically":["Activar el modo de aprendizaje para que se configure automáticamente"]," The %s is now in report-only mode and will collect directives. This might take a while. Afterwards you can Exit, Edit and Enforce these Directives.":[" %s está ahora en modo de sólo informar, recogiendo directivas. Esto llevará un tiempo. Después podrás salir, editar y hacer efectivas esas directivas."],"The Permissions Policy has been disabled.":["La política de permisos se ha desactivado."],"Permissions Policy is set outside Really Simple Security.":["La Política de Permisos está configurada fuera de Really Simple Security."],"%s is already set outside Really Simple Security.":["%s ya está configurada fuera de Really Simple Security."],"Re-started test":["Volver a empezar la prueba"],"By placing it outside the root folder, it is not publicly accessible.":["Al colocarlo fuera de la carpeta raíz, no es accesible públicamente."],"Send":["Enviar"],"Type your question here":["Escribe tu pregunta aquí"],"Permissions Policy is enforced.":["La política de permisos se ha forzado."],"Stop":["Stop"],"Start scan":["Iniciar exploración"],"Everything is now served over SSL":["Ahora todo se sirve a través de SSL"],"No results. Start your first scan":["Ningún resultado. Inicia tu primera exploración"],"Show ignored URLs":["Mostrar URLs ignoradas"],"View":["Ver"],"Deactivate":["Desactivar"],"Review the settings and enforce the policy":["Revisar la configuración y forzar la aplicación de la política"],"We finished the configuration.":["Hemos terminado la configuración."],"Learning Mode":["Modo de Aprendizaje"],"Disable to configure":["Desactivar para configurar"],"Enforced":["Aplicado"],"Enforce":["Forzar"],"No results":["No hay resultados"],"failed":["falló"],"success":["éxito"],"Blocked":["Bloqueado"],"Allowed":["Permitido"],"All":["Todo"],"%s is enforced.":["%s se ha forzado."],"%s has been disabled.":["%s ha sido desactivado."],"Network settings":["Configuración de la red"],"This feature is only available networkwide.":["Esta función sólo está disponible en toda la red."],"Revoke":["Revocar"],"Install SSL":["Instalar SSL"],"Ignore":["Ignorar"],"Help":["Ayuda"],"Edit":["Editar"],"The certificate is not generated by Really Simple Security, so there are no installation files here":["El certificado no es generado por Really Simple Security, por lo que no hay archivos de instalación aquí."],"Skip DNS verification":["Omitir la verificación del DNS "],"DNS verification active. You can switch back to directory verification here.":["Verificación de DNS activa. Aquí puedes volver a la verificación del directorio."],"Directive":["Directiva"],"Disable":["Desactivar"],"Allow":["Permitir"],"Fix":["Corregir"],"Delete":["Borrar"],"Username":["Nombre de usuario"],"Details":["Detalles"],"Activate":["Activar"],"Value":["Valor"],"Override SSL detection.":["Anular detección de SSL."],"The CA Bundle will sometimes be automatically detected. If not, you can use this file.":["En ocasiones, el paquete de CA será detectado automáticamente. Si no es así, puedes usar este archivo."],"Certificate Authority Bundle (CABUNDLE)":["Paquete de autoridad de certificación (CABUNDLE)"],"The private key can be uploaded or pasted in the appropriate field on your hosting dashboard.":["La clave privada puede subirse o pegarse en el campo correspondiente del escritorio de tu alojamiento."],"Private Key (KEY)":["Clave privada (KEY)"],"Copy content":["Copiar el contenido"],"Download":["Descargar"],"This is the certificate, which you need to install in your hosting dashboard.":["Este es el certificado que tienes que instalar en el escritorio de tu alojamiento."],"Certificate (CRT)":["Certificado (CRT)"],"Install your certificate.":["Instala tu certificado."],"Skip DNS check":["Omitir la comprobación de DNS"],"If you're sure it's set correctly, you can click the button to skip the DNS check.":["Si estás seguro de que está configurado correctamente, puedes hacer clic en el botón para omitir la comprobación de DNS."],"You can manually check the DNS records in an %sonline tool%s.":["Puedes comprobar manualmente los registros DNS en una %sherramienta online%s."],"We could not check the DNS records. If you just added the record, please check in a few minutes.":["No hemos podido comprobar los registros DNS. Si acabas de añadir el registro, por favor, compruébalo dentro de unos minutos."],"Add the following token as text record to your DNS records. We recommend to use a short TTL during installation, in case you need to change it.":["Añade el siguiente token como registro de texto a tus registros DNS. Recomendamos usar un TTL corto durante la instalación, en caso de que necesites cambiarlo."],"Inside the folder called “ssl” create a new folder called “certs”, with 644 writing permissions.":["Dentro de la carpeta llamada «ssl», crea una nueva carpeta llamada «certs» con permisos de escritura 644."],"The certificate will get stored in this directory.":["El certificado será almacenado en este directorio."],"Create a certs directory":["Crear un directorio de certificados"],"Inside the folder called “ssl” create a new folder called “keys”, with 644 writing permissions.":["Dentro de la carpeta llamada «ssl», crea una nueva carpeta llamada «keys» con permisos de escritura 644."],"Create a folder called “ssl”":["Crear una carpeta llamada «ssl»"],"Navigate in FTP or File Manager to one level above the root of your WordPress installation:":["Navegue en el FTP o en el Administrador de Archivos hasta un nivel por encima de la raíz de su instalación de WordPress:"],"The key directory is needed to store the generated keys.":["El directorio de claves es necesario para almacenar las claves generadas."],"Create a key directory":["Crear un directorio de claves"],"If the challenge directory cannot be created, you can either remove the server limitation, or change to DNS verification.":["Si no se puede crear el directorio de verificación, puedes eliminar la limitación del servidor o cambiar a la verificación de DNS."],"Or you can switch to DNS verification":["O puede cambiar a la verificación de DNS"],"Click the refresh button.":["Haz clic en el botón para refrescar."],"Inside the folder called “.well-known” create a new folder called “acme-challenge”, with 644 writing permissions.":["Dentro de la carpeta llamada «.well-known», crea una nueva carpeta llamada «acme-challenge» con permisos de escritura 644."],"Create a folder called “.well-known”":["Crear una carpeta llamada «.well-known»"],"Navigate in FTP or File Manager to the root of your WordPress installation:":["Navegue en FTP o en el Gestor de Archivos hasta la raíz de su instalación de WordPress:"],"The challenge directory is used to verify the domain ownership.":["El directorio challenge (de verificaciones) se utiliza para verificar la propiedad del dominio."],"Create a challenge directory":["Crear un directorio de verificación"],"If the challenge directory cannot be created, or is not reachable, you can either remove the server limitation, or change to DNS verification.":["Si no se puede crear el directorio de verificación o no es accesible, puedes eliminar la limitación del servidor o cambiar a la verificación de DNS."],"Next step":["Siguiente paso"],"Switch to DNS verification":["Cambiar a la verificación del DNS"],"Please note that auto-renewal with a DNS challenge might not be possible.":["Tenga en cuenta que la renovación automática con un DNS challenge (de verificación) podría no ser posible."],"If you also want to secure subdomains like mail.domain.com, cpanel.domain.com, you have to use the %sDNS%s challenge.":["Si también quieres asegurar subdominios, como «mail.dominio.com», «cpanel.dominio.com», tienes que usar la verificación de %sDNS%s."],"Switch to directory verification":["Cambiar a la verificación de directorios"],"Domain":["Dominio"],"Attempt %s.":["Intento %s."],"Verifying DNS records...":["Verificando los registros DNS..."],"Re-check":["Vuelva a revisar"],"Copied!":["¡Copiado!"],"Warning":["Advertencia"],"Activate SSL":["Activar SSL"],"Read more":["Leer más"],"Cancel":["Cancelar"],"More info":["Más información"],"Activate SSL networkwide":["Activar SSL en toda la red"],"Check again":["Comprobar de nuevo"]}},"comment":{"reference":"settings\/build\/485.47f7474dc2a61c04262b.js"}}